#+STARTUP:indent
#+TITLE: Emacs Lisp Reference Manual
#+AUTHOR: Reader

* 杂项


#+BEGIN_SRC emacs-lisp
(char-table-extra-slot char-script-table 0)
(+ 1 2 2)
#+END_SRC

#+RESULTS:
: 5

